{
  "products": [
    {
      "id": 1,
      "name": "Chilli burger With Pepper Relish",
      "discription": "This scrumptious burger sits under a chilli lamb pattie, roasted bell pepper dip, onions, tomatoes and lettuce.",
      "price": "100",
      "img": "https://i.ndtvimg.com/i/2016-05/chilli-burger_625x350_41464592906.jpg"
    },
    {
      "id": 2,
      "name": "Perfect Lamb Satay Burger123",
      "discription": "Succulent lamb burgers with the crunchiness of cashew nuts and the creaminess of peanut butter smothered with a gorgeous satay sauce.",
      "price": "100",
      "img": "https://i.ndtvimg.com/i/2016-05/lamb-burger_625x350_41464593235.jpg"
    },
    {
      "id": 3,
      "name": "Lamb and Tomato Stuffed Burger",
      "discription": "A perfectly shaped lamb pattie cooked to perfection. The tomatoes aren't just a topping but the spotlight of this beautiful dish.",
      "price": "100",
      "img": "https://i.ndtvimg.com/i/2016-05/lamb-tomato-burger_625x350_71464593063.jpg"
    },
    {
      "id": 4,
      "name": "Meat Ball Sandwich",
      "discription": "Meat is very rich in nutrients. The speciality of meat ball sandwich is that it has deep fried meat balls along with lots of cheese which give it an amazing touch and taste as well. The sandwich has lots of green vegetables in it which makes them healthy also. The sandwich is simply scrumptious in taste.",
      "price": "100",
      "img": "https://www.crazymasalafood.com/wp-content/images/meat-ball-sandwich.jpg"
    },
    {
      "id": 5,
      "name": "Nutella Sandwich",
      "discription": "Nutella has nutritious and health benefits as well. The speciality of Nutella sandwich is that it has deep fried Nutella along with lots of cream which give it an amazing touch and taste as well. The sandwich has lots of green vegetables in it which makes them healthy also. The sandwich is simply scrumptious in taste.",
      "price": "100",
      "img": "https://www.crazymasalafood.com/wp-content/images/nutella-sandwich.jpg"
    },
    {
      "id": 6,
      "name": "Prawn Sandwich",
      "discription": "Prawn has nutritious and health benefits as well. The speciality of prawn sandwich is that it has deep fried prawns along with lots of cream which give it an amazing touch and taste as well. The sandwich has lots of green vegetables in it which makes them healthy also. The sandwich is simply scrumptious in taste.",
      "price": "100",
      "img": "https://www.crazymasalafood.com/wp-content/images/prawn-sandwich.jpg"
    }
  ],
  "category": [
    {
      "id": 1,
      "name": "Sandwich",
      "discription": "A sandwich is a food typically consisting of vegetables, sliced cheese or meat, placed on or between slices of bread, or more generally any dish wherein bread serves as a container or wrapper for another food type."
    },
    {
      "id": 2,
      "name": "Burger",
      "discription": "A hamburger (or burger for short) is a food, typically considered a sandwich, consisting of one or more cooked patties—usually ground meat, typically beef—placed inside a sliced bread roll or bun."
    },
    {
      "id": 3,
      "name": "Pizza",
      "discription": "Pizza is a dish of Italian origin consisting of a usually round, flat base of leavened wheat-based dough topped with tomatoes, cheese, and often various other ingredients (such as anchovies, mushrooms, onions, olives, pineapple, meat, etc.)"
    }
  ],
  "reviews": [
    {
      "id": 1,
      "body": "some comment",
      "postId": 1
    }
  ],

  "users": [
    {
      "id": 1,
      "email": "admin@gmail.com",
      "password": "admin123"
    },
    {
      "id": 2,
      "email": "admin123@gmail.com",
      "password": "admin1234"
    },
    {
      "id": 3,
      "email": "admin1234@gmail.com",
      "password": "admin12345"
    }
  ],

  "profile": {
    "name": "typicode"
  }
}